[
    {
        "id": 1,
        "title": "Altius Hospitals’ 1st Anniversary Celebration, August 31st 2025",
        "slug": "altius-hospitals-1st-anniversary-celebration-august-31st-2025",
        "image": "asset/hero-about.jpg",
        "category": "News",
        "created_at": "2025-09-24T02:03:30+00:00",
        "content": "<h3>Altius Hospitals Celebrates Their 1st Birthday with a 5K Fun Run at Kota Harapan Indah, Bekasi</h3><p><span style=\"font-weight: 400;\">[Kota Harapan Indah, September 15th, 2025] – Altius Hospitals is more than happy to announce its 1st birthday celebration on August 31st, 2025; with a line up of activities that is not only exciting but also upgrades your knowledge on health and well-being!</span></p><p><span style=\"font-weight: 400;\">The event includes a 5K Fun Run, with lots of great prizes for the 3 fastest runners; a mini health talk about healthy lifestyle with dr. Nabila; and door prizes for lucky winners</span></p><h3><b>Highlights of the Event</b></h3><p><img decoding=\"async\" class=\"alignnone wp-image-3425 size-full lazyDone\" src=\"https://altiushospitals.id/wp-content/uploads/2025/09/IMG_6530_11zon-scaled.webp\" data-src=\"\" alt=\"fastest 1\" width=\"2560\" height=\"1707\" srcset=\"https://altiushospitals.id/wp-content/uploads/2025/09/IMG_6530_11zon-scaled.webp 2560w, https://altiushospitals.id/wp-content/uploads/2025/09/IMG_6530_11zon-300x200.webp 300w, https://altiushospitals.id/wp-content/uploads/2025/09/IMG_6530_11zon-1024x683.webp 1024w, https://altiushospitals.id/wp-content/uploads/2025/09/IMG_6530_11zon-768x512.webp 768w, https://altiushospitals.id/wp-content/uploads/2025/09/IMG_6530_11zon-1536x1024.webp 1536w, https://altiushospitals.id/wp-content/uploads/2025/09/IMG_6530_11zon-2048x1365.webp 2048w, https://altiushospitals.id/wp-content/uploads/2025/09/IMG_6530_11zon-600x400.webp 600w\" sizes=\"(max-width: 2560px) 100vw, 2560px\"></p><p><span style=\"font-weight: 400;\">The 3 fastest runners were rewarded with a power bank and 2 smartwatches each, and the 5+ lucky door prize winners were also given equally interesting presents. On the mini health talk, dr. Nabila opened a question and answer session which got great reviews from the participants. Then, Indonesian Idol 2012’s Belinda, helped add excitement to the event by performing as the event’s last line up.&nbsp;</span></p><p><span style=\"font-weight: 400;\">Lastly, Altius Hospitals would like to give a big thanks to </span><a href=\"https://event.ceorunners.id/\"><span style=\"font-weight: 400;\">CEO Runners</span></a><span style=\"font-weight: 400;\"> as the official event partner for this event. CEO Runners have proven to be cooperative in preparing, during, and after the event.</span></p><p><b>Event details</b><span style=\"font-weight: 400;\">:&nbsp;</span></p><p><span style=\"font-weight: 400;\">Date: August 31st, 2025 Time: Starts at 05.00 AM</span></p><p><span style=\"font-weight: 400;\">Location: Jl. Harapan Indah Bulevar Sektor V, Pusaka Rakyat, Kec. Tarumajaya, Kabupaten Bandung, Jawa Barat 17214</span></p><p><span style=\"font-weight: 400;\">Altius Hospitals’ Signature Phrase: When Your Health is Our Utmost Priority</span></p>"
    },
    {
        "id": 2,
        "title": "Altius Hospitals Announces Grand Opening on August 23, 2024",
        "slug": "altius-hospitals-announces-grand-opening-on-august-23-2024",
        "image": "asset/hero-about.jpg",
        "category": "News",
        "created_at": "2025-09-24T02:03:30+00:00",
        "content": "<h2>Leading Healthcare Facility to Offer State-of-the-Art Medical Services at Kota Harapan Indah</h2><p>[Kota Harapan Indah, August 9, 2024] – Altius Hospitals is thrilled to announce its grand opening on August 23, 2024. The new facility, located at Jl. Harapan Indah Bulevar Sektor V Bekasi, near Kelapa Gading, represents a significant advancement in healthcare services for the community. It features state-of-the-art technology, a team of experienced healthcare professionals, and a commitment to patient-centered care.</p><p>The grand opening event will include tours of the hospital, introductions to key medical staff, and opportunities for attendees to learn about the advanced services and treatments available at Altius Hospitals.</p><h1>Highlights of Altius Hospitals</h1><p>Altius Hospitals has a mission to provide compassionate, world class care to each patient by prioritizing our patient’s interest most of all. Equipped with the latest medical technology and modern facilities, Altius Hospitals is ready to <strong>serve your various healthcare needs.</strong><strong>&nbsp;</strong></p><h2>Our Founder, dr. Antono Sutandar, Sp.JP (k), believes that “Indonesia deserves to have access to world class health care services.”</h2><p><strong>At Altius Hospitals Harapan Indah, we offer the following Centers of Excellence:</strong></p><ol><li>Heart, Lung &amp; Breathing Center</li><li>Orthopaedics Center</li><li>Women &amp; Children Center</li></ol><p>Tailored to deliver exceptional specialty care, these centers combine the latest technology with top-notch medical professionals to ensure every patient receives outstanding service.</p><p>Our vision at Altius Hospitals is to lead and excel in delivering healthcare services of the highest standards. Our mission is to provide superior healthcare by prioritizing patient experience and adopting excellent medical practices. We are committed to building a team of highly skilled medical professionals who ensure that patients receive the best possible care. Additionally, we actively engage with and contribute to the well-being of the local community.</p><p>“We are excited to open our doors and begin serving the community with the highest level of medical care,” said dr. Antono Sutandar, Sp.JP (K), President Director of Altius Hospitals. “Our mission is to provide exceptional healthcare that is accessible, compassionate, and</p><p>innovative. We look forward to making a positive impact on the lives of our patients and contributing to the overall health and well-being of our community.”</p><p>Altius Hospitals invites all community members, local businesses, and healthcare professionals to attend the grand opening and experience firsthand the exceptional facilities and services now available.</p><h2>Event Details:</h2><p>Date: August 23, 2024 Time: Starts at 10:00 AM</p><p>Location: Jl. Harapan Indah Bulevar Sektor V, Pusaka Rakyat, Kec. Tarumajaya, Kabupaten Bekasi, Jawa Barat 17214</p><p>Our Signature Phrase of Altius Hospitals: When Your Health is Our Utmost Priority.</p><p>&nbsp;</p>"
    },
    {
        "id": 3,
        "title": "Altius Hospitals Buka Berbagai Lowongan Kerja di Tahun 2023, Yuk Segera Daftar!",
        "slug": "altius-hospitals-buka-berbagai-lowongan-kerja-di-tahun-2023-yuk-segera-daftar",
        "image": "asset/hero-about.jpg",
        "category": "News",
        "created_at": "2025-09-24T02:03:30+00:00",
        "content": "<p><span style=\"font-weight: 400;\">Altius Hospitals is opening <a href=\"https://altiushospitals.id/karir/\">job vacancies</a> for various positions. Altius Hospitals is providing opportunities for the nation's best sons and daughters to join and pursue a career at Altius Hospitals through this recruitment drive. We invite you to join our team of professionals to start a better career. This opportunity is open to all Indonesians.&nbsp;</span></p><h3><strong>The following positions are available:</strong></h3><h4>1. Head Nurse (All Specialties)</h4><p><span style=\"font-weight: 400;\">Open to applicants with a minimum of a bachelor's degree in nursing and a minimum of 2 years of experience in the same position, and who have medical certification (Hiperkes)/ BHD/ ATLS/ ACLS/ PPGD).</span></p><h4><strong>2. Nurse (All Specialties)</strong></h4><p><span style=\"font-weight: 400;\">Open to applicants with a D3 (Diploma), D4 (Diploma), Bachelor's Degree (S1), Postgraduate Diploma, Professional Degree, Master's Degree (S2) and at least 1 year of experience in the same position.&nbsp;</span></p><h4><strong>3. General Practitioner or General Doctor</strong></h4><p><span style=\"font-weight: 400;\">Open to applicants with a Bachelor's degree (S1), Postgraduate Diploma, Professional Degree, Master's degree (S2), Doctorate (S3) and at least 3 years of medical work experience. Possess a valid and active Registration Certificate (STR) and must have ATLS, ACLS, and Hiperkes certifications.</span></p><h4><strong>4. Laboratory Coordinator</strong></h4><p><span style=\"font-weight: 400;\">Open to applicants with a minimum of a Bachelor's Degree (in Laboratory Analysis) who have at least 2 years of experience in the same position, understand laboratory service systems and procedures, and understand technical examinations and critical analysis laboratory equipment.</span></p><h4><strong>5. Nutritionist</strong></h4><p><span style=\"font-weight: 400;\">Open to applicants with a minimum of a Bachelor's Degree (S1) in nutrition or a related major and a minimum of 2 years of proven experience in a Nutritionist position in the hospital industry. Applicants must understand menu preparation techniques and be proficient in all types of food recipes.</span></p><h4><strong>6. Cook</strong></h4><p><span style=\"font-weight: 400;\">Applicants must have at least 1 year of experience as a cook in a hospital, experience in food catering, and certification is a plus.</span></p><h4><strong>7. Account Receivable</strong></h4><p><span style=\"font-weight: 400;\">Open to applicants with the following job requirements:</span></p><ul><li><span style=\"font-weight: 400;\">Minimum Bachelor's degree (S1) in Accounting from a reputable university with a minimum GPA of 3.00.</span></li><li><span style=\"font-weight: 400;\">At least 3 years of experience in AR.</span></li><li><span style=\"font-weight: 400;\">Expert in using Excel.</span></li><li><span style=\"font-weight: 400;\">Good knowledge and skills in the Akurat System.</span></li><li><span style=\"font-weight: 400;\">Good communication, analytical, and detail-oriented skills.</span></li></ul><h4><strong>8. Marketing Manager</strong></h4><p><span style=\"font-weight: 400;\">Open to applicants with the following job requirements:</span></p><ul><li><span style=\"font-weight: 400;\">Minimum education of Bachelor's degree (S1), preferably in marketing.</span></li><li><span style=\"font-weight: 400;\">Proven 7 years of experience as a Marketing Manager or more.</span></li><li><span style=\"font-weight: 400;\">Professional background in Hospital Commercial functions.</span></li><li><span style=\"font-weight: 400;\">Good leadership with the passion to lead the entire team to success.</span></li><li><span style=\"font-weight: 400;\">Creative individuals with agility and high adaptability.</span></li><li><span style=\"font-weight: 400;\">Proficient in spoken and written English.</span></li></ul><h4><strong>9. Accounting Intern</strong></h4><p><span style=\"font-weight: 400;\">Open to applicants with the following job requirements:</span></p><ul><li><span style=\"font-weight: 400;\">Bachelor's degree in Accounting from a reputable university with a minimum GPA of 3.00.</span></li><li><span style=\"font-weight: 400;\">Active or recent graduates are welcome to apply.</span></li><li><span style=\"font-weight: 400;\">Detail-oriented and able to work under pressure and multi-task.</span></li><li><span style=\"font-weight: 400;\">Proficiency in using Accurate software is highly advantageous.</span></li><li><span style=\"font-weight: 400;\">Willing to be placed in Kembangan, West Jakarta.</span></li></ul><p><span style=\"font-weight: 400;\">Submit your CV immediately and let us build a brighter future together with Altius Hospitals. Further information about job vacancies at Altius Hospitals can be accessed at <a href=\"https://www.jobstreet.co.id/id/Altius-Hospital-jobs\">https://www.jobstreet.co.id/id/Altius-Hospital-jobs</a>.</span></p>"
    },
    {
        "id": 4,
        "title": "Website Altius Hospitals! Mempermudah Akses Kesehatan",
        "slug": "website-altius-hospitals-mempermudah-akses-kesehatan",
        "image": "asset/hero-about.jpg",
        "category": "Article Release",
        "created_at": "2025-09-24T02:03:30+00:00",
        "content": "<p><span style=\"font-weight: 400;\">Altius Hospitals is a hospital established in 2024, located in Harapan Indah, Tarumajaya District, Bekasi Regency, West Java. For over a year, Altius Hospitals has been serving the community and patients wholeheartedly. Now, in 2025, we have decided to establish a closer relationship with the community by utilizing technology to launch a website.&nbsp;</span></p><p><span style=\"font-weight: 400;\">Websites are a rapidly growing medium for disseminating information. Not only are internet users continuing to increase, but websites are also more expressive in conveying information. Websites have also become an innovative solution to meet the community's need for reliable health information in today's digital era. </span></p><p><span style=\"font-weight: 400;\">Altiushospitals.id is a website launched by Altius Hospitals in collaboration with <a href=\"https://grapiku.com/\">grapiku</a>. The purpose of this website is to facilitate public access to healthcare. </span></p><p><span style=\"font-weight: 400;\">In addition to being a source of information, our website also makes it easier for the public to make <a href=\"https://altiushospitals.id/dokter/\">appointments with doctors</a>. The public can find this convenience on the Find a Doctor page. Not only that, our website also has many features that will certainly make it easier for the public to access information about services and health.</span></p>"
    },
    {
        "id": 5,
        "title": "Altius Hospitals Resmikan Pusat Jantung dan Paru dengan Teknologi Modern",
        "slug": "altius-hospitals-resmikan-pusat-jantung-dan-paru-dengan-teknologi-modern",
        "image": "asset/hero-about.jpg",
        "category": "News",
        "created_at": "2025-09-24T02:05:00+00:00",
        "content": "<h2>Inauguration of the Heart and Lung Center</h2><p><span style=\"font-weight: 400;\">[Bekasi, March 3, 2025] – Altius Hospitals has made another breakthrough by inaugurating the <strong>Heart and Lung Center</strong>, equipped with modern technology for the treatment of heart and respiratory diseases. This service is expected to provide fast, accurate, and safe solutions for patients.</span></p><p><span style=\"font-weight: 400;\">The inauguration was attended by the President Director, dr. Antono Sutandar, Sp.JP (K), as well as representatives from the local government. With this facility, Altius Hospitals is ready to serve patients with international standards of care.</span></p>"
    },
    {
        "id": 6,
        "title": "Program Pemeriksaan Kesehatan Gratis untuk 500 Warga Bekasi",
        "slug": "program-pemeriksaan-kesehatan-gratis-untuk-500-warga-bekasi",
        "image": "asset/hero-about.jpg",
        "category": "News",
        "created_at": "2025-09-24T02:06:00+00:00",
        "content": "<h2>Free Health Check-up by Altius Hospitals</h2><p><span style=\"font-weight: 400;\">[Bekasi, May 15, 2025] – To commemorate National Health Day, Altius Hospitals organized a <strong>free health check-up</strong> for 500 Bekasi residents. The check-up included blood pressure, blood sugar, cholesterol tests, and general health consultations.</span></p><p><span style=\"font-weight: 400;\">This program reflects Altius Hospitals’ commitment to making a real contribution to the local community, while also raising awareness about the importance of maintaining health from an early stage.</span></p>"
    },
    {
        "id": 7,
        "title": "Altius Hospitals Gelar Seminar Gizi untuk Ibu dan Anak",
        "slug": "altius-hospitals-gelar-seminar-gizi-untuk-ibu-dan-anak",
        "image": "asset/hero-about.jpg",
        "category": "Article Release",
        "created_at": "2025-09-24T02:07:00+00:00",
        "content": "<h2>Nutrition Education Seminar</h2><p><span style=\"font-weight: 400;\">[Bekasi, July 10, 2025] – Altius Hospitals, through its Mother and Child Center, held a <strong>nutrition seminar</strong> with the theme “The Importance of Nutritional Intake in the First 1000 Days of Life.” The event was attended by dozens of mothers and expectant mothers from the Bekasi area.</span></p><p><span style=\"font-weight: 400;\">The session was delivered directly by dr. Nabila, Sp.A, who explained the importance of balanced nutrition for children’s optimal growth. Participants also had the opportunity to consult directly with a nutrition specialist.</span></p>"
    },
    {
        "id": 8,
        "title": "Altius Hospitals Terapkan Sistem Antrian Online untuk Pasien",
        "slug": "altius-hospitals-terapkan-sistem-antrian-online-untuk-pasien",
        "image": "asset/hero-about.jpg",
        "category": "Article Release",
        "created_at": "2025-09-24T02:08:00+00:00",
        "content": "<h2>Digital Innovation at Altius Hospitals</h2><p><span style=\"font-weight: 400;\">[Bekasi, June 20, 2025] – To improve patient convenience, Altius Hospitals officially launched an <strong>online queuing system</strong>. Through this feature, patients can take queue numbers and monitor estimated waiting times in real-time via the official Altius Hospitals website and application.</span></p><p><span style=\"font-weight: 400;\">With this service, patients no longer need to wait in long lines at the hospital and can manage their arrival times more efficiently.</span></p>"
    },
    {
        "id": 9,
        "title": "Altius Hospitals Berikan Pelatihan Bantuan Hidup Dasar untuk Relawan",
        "slug": "altius-hospitals-berikan-pelatihan-bantuan-hidup-dasar-untuk-relawan",
        "image": "asset/hero-about.jpg",
        "category": "News",
        "created_at": "2025-09-24T02:09:00+00:00",
        "content": "<h2>Basic Life Support (BLS) Training</h2><p><span style=\"font-weight: 400;\">[Bekasi, February 28, 2025] – Altius Hospitals conducted <strong>Basic Life Support (BLS) training</strong> for health volunteers and the general public. This training aimed to improve community preparedness in dealing with emergency conditions, such as sudden cardiac arrest.</span></p><p><span style=\"font-weight: 400;\">Participants were trained directly by experienced doctors and nurses from Altius Hospitals, complete with hands-on practice using AED (Automated External Defibrillator) devices.</span></p>"
    },
    {
        "id": 10,
        "title": "Altius Hospitals Publikasikan Artikel: Pentingnya Pemeriksaan Kesehatan Rutin",
        "slug": "altius-hospitals-publikasikan-artikel-pentingnya-pemeriksaan-kesehatan-rutin",
        "image": "asset/hero-about.jpg",
        "category": "Article Release",
        "created_at": "2025-09-24T02:10:00+00:00",
        "content": "<h2>Altius Hospitals Health Article</h2><p><span style=\"font-weight: 400;\">[Bekasi, January 12, 2025] – The internal medicine specialist team at Altius Hospitals published an article titled “The Importance of Regular Health Check-ups.” The article discusses the benefits of undergoing routine medical check-ups to detect diseases at an early stage.</span></p><p><span style=\"font-weight: 400;\">According to dr. Siti Rahma, Sp.PD, many chronic diseases can be prevented if detected early. Through this article, the public is expected to become more aware of the importance of maintaining their health.</span></p>"
    }
]
